Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Menu_View_UiZoomReset.Text
source: Reset screen zoom to 100%
ar: إعادة تكبير الشاشة إلى 100%
cs: Obnovit přiblížení obrazovky na 100 %
de: Bildschirmzoom auf 100 % zurücksetzen
el: Επαναφορά ζουμ οθόνης στο 100%
es: Restablecer el zoom de la pantalla al 100 %
fa: بازنشانی بزرگ‌نمایی صفحه به 100%
fr: Rétablir le zoom de l'écran à 100 %
hu: Képernyő nagyításának visszaállítása 100%-ra
id: Atur Ulang Zoom Layar ke 100%
it: Reimposta zoom della schermata al 100%
ja: 画面全体のズームを 100% に戻す(S)
ko: 화면 확대/축소를 100%로 초기화(S)
pl: Resetuj powiększenie ekranu do 100%
pt: Redefinir zoom da tela para 100%
ro: Resetare zoom ecran la 100%
ru: Сбросить масштаб экрана до 100%
th: รีเซ็ตการซูมหน้าจอเป็น 100%(S)
tr: Ekran yakınlaştırmasını %100'e sıfırla
uk: Скинути масштаб екрана до 100%
vi: Đặt lại Thu phóng Giao diện về 100%
zh_hans: 将屏幕缩放重置为 100%(S)
zh_hant: 將畫面縮放重設為 100%(S)

# Menu_View_UiZoomReset.AccessKey
source: S
ar: ه
cs: B
de: A
el: Φ
es: E
fa: ش
fr: D
hu: R
id: R
pl: D
pt: D
ro: Z
ru: Э
tr: R
uk: К
vi: D

# Menu_View_FullScreen.Text
source: Full screen
ar: ملء الشاشة
cs: Celá obrazovka
de: Vollbild
el: Πλήρης οθόνη
es: Pantalla completa
fa: تمام‌صفحه
fr: Plein écran
hu: Teljes képernyő
id: Layar Penuh
it: Schermo intero
ja: 全画面表示(F)
ko: 전체 화면(F)
pl: Pełny ekran
pt: Tela inteira
ro: Ecran complet
ru: Во весь экран
th: เต็มหน้าจอ(F)
tr: Tam ekran
uk: Повноекранний режим
vi: Toàn màn hình
zh_hans: 全屏(F)
zh_hant: 全螢幕(F)

# Menu_View_FullScreen.AccessKey
source: F
ar: م
cs: C
de: L
el: Η
es: N
fa: ص
fr: I
hu: L
id: U
it: S
pl: E
pt: I
ro: E
ru: Э
tr: E
uk: Н
vi: T

# Status_UiZoom
source: Screen {0}%
ar: الشاشة {0}%
cs: Obrazovka {0} %
de: Bildschirm {0} %
el: Οθόνη {0}%
es: Pantalla {0} %
fa: صفحه {0}%
fr: Écran {0} %
hu: Képernyő {0}%
id: Layar {0}%
it: Schermata {0}%
ja: 画面 {0}%
ko: 화면 {0}%
pl: Ekran {0}%
pt: Tela {0}%
ro: Ecran {0}%
ru: Экран {0}%
th: หน้าจอ {0}%
tr: Ekran %{0}
uk: Екран {0}%
vi: Giao diện {0}%
zh_hans: 屏幕 {0}%
zh_hant: 畫面 {0}%

# Status_HexZoomTip
source: Hex zoom. Click to reset it to 100%.
ar: تكبير Hex. انقر لإعادته إلى 100%.
cs: Přiblížení zobrazení Hex. Kliknutím ho obnovíte na 100 %.
de: Hex-Zoom. Klicken, um auf 100 % zurückzusetzen.
el: Ζουμ Hex. Κάντε κλικ για επαναφορά στο 100%.
es: Zoom Hex. Haz clic para restablecerlo al 100 %.
fa: بزرگ‌نمایی Hex. برای بازنشانی به 100% کلیک کنید.
fr: Zoom Hex. Cliquez pour le rétablir à 100 %.
hu: Hex nagyítás. Kattintson a 100%-ra való visszaállításhoz.
id: Zoom Hex. Klik untuk mengatur ulang ke 100%.
it: Zoom Hex. Fai clic per reimpostarlo al 100%.
ja: Hex 表示のズーム。クリックで 100% に戻します。
ko: Hex 확대/축소입니다. 클릭하면 100%로 초기화합니다.
pl: Powiększenie Hex. Kliknij, aby przywrócić 100%.
pt: Zoom Hex. Clique para redefini-lo para 100%.
ro: Zoom Hex. Faceți clic pentru a-l reseta la 100%.
ru: Масштаб Hex. Щелкните, чтобы сбросить до 100%.
th: การซูมมุมมอง Hex คลิกเพื่อรีเซ็ตเป็น 100%
tr: Hex yakınlaştırması. %100'e sıfırlamak için tıklayın.
uk: Масштаб Hex. Клацніть, щоб скинути до 100%.
vi: Thu phóng Hex. Bấm để đặt lại về 100%.
zh_hans: Hex 视图缩放。单击可重置为 100%。
zh_hant: Hex 縮放。按一下可重設為 100%。

# Status_UiZoomTip
source: Screen zoom. Click to reset it to 100%.
ar: تكبير الشاشة. انقر لإعادته إلى 100%.
cs: Přiblížení obrazovky. Kliknutím ho obnovíte na 100 %.
de: Bildschirmzoom. Klicken, um auf 100 % zurückzusetzen.
el: Ζουμ οθόνης. Κάντε κλικ για επαναφορά στο 100%.
es: Zoom de la pantalla. Haz clic para restablecerlo al 100 %.
fa: بزرگ‌نمایی صفحه. برای بازنشانی به 100% کلیک کنید.
fr: Zoom de l'écran. Cliquez pour le rétablir à 100 %.
hu: Képernyő nagyítása. Kattintson a 100%-ra való visszaállításhoz.
id: Zoom layar. Klik untuk mengatur ulang ke 100%.
it: Zoom della schermata. Fai clic per reimpostarlo al 100%.
ja: 画面全体のズーム。クリックで 100% に戻します。
ko: 화면 확대/축소입니다. 클릭하면 100%로 초기화합니다.
pl: Powiększenie ekranu. Kliknij, aby przywrócić 100%.
pt: Zoom da tela. Clique para redefini-lo para 100%.
ro: Zoom ecran. Faceți clic pentru a-l reseta la 100%.
ru: Масштаб экрана. Щелкните, чтобы сбросить до 100%.
th: การซูมหน้าจอ คลิกเพื่อรีเซ็ตเป็น 100%
tr: Ekran yakınlaştırması. %100'e sıfırlamak için tıklayın.
uk: Масштаб екрана. Клацніть, щоб скинути до 100%.
vi: Thu phóng giao diện. Bấm để đặt lại về 100%.
zh_hans: 屏幕缩放。单击可重置为 100%。
zh_hant: 畫面縮放。按一下可重設為 100%。

# Status_Item_Zoom
source: Zoom
ar: التكبير
cs: Přiblížení
el: Ζουμ
fa: بزرگ‌نمایی
hu: Nagyítás
ja: ズーム
ko: 확대/축소
pl: Powiększenie
ru: Масштаб
th: ซูม
tr: Yakınlaştırma
uk: Масштаб
vi: Thu phóng
zh_hans: 缩放
zh_hant: 縮放

# Notice_FullScreenExit
source: Press F11 to exit full screen.
ar: اضغط F11 للخروج من ملء الشاشة.
cs: Režim celé obrazovky ukončíte klávesou F11.
de: Drücken Sie F11, um den Vollbildmodus zu beenden.
el: Πατήστε F11 για έξοδο από την πλήρη οθόνη.
es: Presiona F11 para salir de la pantalla completa.
fa: برای خروج از تمام‌صفحه F11 را فشار دهید.
fr: Appuyez sur F11 pour quitter le plein écran.
hu: A teljes képernyőből az F11 billentyűvel léphet ki.
id: Tekan F11 untuk keluar dari layar penuh.
it: Premi F11 per uscire dalla modalità schermo intero.
ja: F11 で全画面表示を終了します。
ko: 전체 화면을 종료하려면 F11 키를 누르세요.
pl: Naciśnij F11, aby zamknąć tryb pełnoekranowy.
pt: Pressione F11 para sair da tela inteira.
ro: Apăsați F11 pentru a ieși din ecranul complet.
ru: Нажмите F11, чтобы выйти из полноэкранного режима.
th: กด F11 เพื่อออกจากโหมดเต็มหน้าจอ
tr: Tam ekrandan çıkmak için F11'e basın.
uk: Натисніть F11, щоб вийти з повноекранного режиму.
vi: Nhấn F11 để thoát toàn màn hình.
zh_hans: 按 F11 退出全屏。
zh_hant: 按 F11 可結束全螢幕。

# Set_ui_fullScreen_showStatusBar
source: Show the status bar in full screen
ar: إظهار شريط الحالة في وضع ملء الشاشة
cs: Zobrazit stavový řádek na celé obrazovce
de: Statusleiste im Vollbildmodus anzeigen
el: Εμφάνιση της γραμμής κατάστασης σε πλήρη οθόνη
es: Mostrar la barra de estado en pantalla completa
fa: نمایش نوار وضعیت در تمام‌صفحه
fr: Afficher la barre d'état en plein écran
hu: Állapotsor megjelenítése teljes képernyőn
id: Tampilkan bilah status dalam layar penuh
it: Mostra la barra di stato a schermo intero
ja: 全画面表示でステータスバーを表示する
ko: 전체 화면에서 상태 표시줄 표시
pl: Pokazuj pasek stanu w trybie pełnoekranowym
pt: Mostrar a barra de status em tela inteira
ro: Afișare bară de stare în ecran complet
ru: Показывать строку состояния в полноэкранном режиме
th: แสดงแถบสถานะในโหมดเต็มหน้าจอ
tr: Tam ekranda durum çubuğunu göster
uk: Показувати рядок стану в повноекранному режимі
vi: Hiện thanh trạng thái khi toàn màn hình
zh_hans: 全屏时显示状态栏
zh_hant: 在全螢幕中顯示狀態列

# SetDesc_ui_fullScreen_showStatusBar
source: Keep the status bar visible while the window is in full screen.
ar: إبقاء شريط الحالة ظاهراً أثناء وجود النافذة في وضع ملء الشاشة.
cs: Ponechat stavový řádek viditelný, když je okno v režimu celé obrazovky.
de: Die Statusleiste sichtbar lassen, während das Fenster im Vollbildmodus ist.
el: Η γραμμή κατάστασης παραμένει ορατή όσο το παράθυρο είναι σε πλήρη οθόνη.
es: Mantiene visible la barra de estado mientras la ventana está en pantalla completa.
fa: نوار وضعیت هنگام تمام‌صفحه بودن پنجره قابل مشاهده بماند.
fr: Garde la barre d'état visible lorsque la fenêtre est en plein écran.
hu: Az állapotsor látható marad, amíg az ablak teljes képernyős módban van.
id: Bilah status tetap terlihat saat jendela dalam mode layar penuh.
it: Mantiene visibile la barra di stato mentre la finestra è a schermo intero.
ja: 全画面表示の間もステータスバーを表示します。
ko: 창이 전체 화면일 때도 상태 표시줄을 계속 표시합니다.
pl: Pasek stanu pozostaje widoczny, gdy okno jest w trybie pełnoekranowym.
pt: Mantém a barra de status visível enquanto a janela está em tela inteira.
ro: Bara de stare rămâne vizibilă cât timp fereastra este în ecran complet.
ru: Оставлять строку состояния видимой, когда окно находится в полноэкранном режиме.
th: แสดงแถบสถานะไว้ขณะที่หน้าต่างอยู่ในโหมดเต็มหน้าจอ
tr: Pencere tam ekrandayken durum çubuğunu görünür tutar.
uk: Залишати рядок стану видимим, коли вікно перебуває в повноекранному режимі.
vi: Giữ thanh trạng thái hiển thị khi cửa sổ ở chế độ toàn màn hình.
zh_hans: 窗口处于全屏状态时保持状态栏可见。
zh_hant: 視窗處於全螢幕時仍保持顯示狀態列。

# Set_view_zoom_hexScope
source: Hex zoom applies to
ar: يُطبَّق تكبير Hex على
cs: Přiblížení Hex platí pro
de: Hex-Zoom gilt für
el: Το ζουμ Hex ισχύει για
es: El zoom Hex se aplica a
fa: بزرگ‌نمایی Hex اعمال شود بر
fr: Le zoom Hex s'applique à
hu: A Hex nagyítás hatóköre
id: Zoom Hex berlaku untuk
it: Lo zoom Hex si applica a
ja: Hex 表示のズームの適用範囲
ko: Hex 확대/축소 적용 대상
pl: Powiększenie Hex dotyczy
pt: O zoom Hex se aplica a
ro: Zoomul Hex se aplică pentru
ru: Масштаб Hex применяется к
th: การซูม Hex มีผลกับ
tr: Hex yakınlaştırmasının uygulandığı yer
uk: Масштаб Hex застосовується до
vi: Phạm vi áp dụng thu phóng Hex
zh_hans: Hex 视图缩放的应用范围
zh_hant: Hex 縮放套用至

# SetDesc_view_zoom_hexScope
source: Whether zooming the hex view (Ctrl+=, Ctrl+-) changes all tabs or only the current tab.
ar: ما إذا كان تكبير عرض Hex (Ctrl+=، Ctrl+-) يغيّر كل علامات التبويب أو علامة التبويب الحالية فقط.
cs: Zda přiblížení zobrazení Hex (Ctrl+=, Ctrl+-) mění všechny karty, nebo jen aktuální kartu.
de: Ob der Zoom der Hex-Ansicht (Ctrl+=, Ctrl+-) alle Registerkarten oder nur die aktuelle ändert.
el: Αν το ζουμ της προβολής Hex (Ctrl+=, Ctrl+-) αλλάζει όλες τις καρτέλες ή μόνο την τρέχουσα καρτέλα.
es: Si el zoom de la vista Hex (Ctrl+=, Ctrl+-) cambia todas las pestañas o solo la actual.
fa: اینکه بزرگ‌نمایی نمای Hex (Ctrl+=، Ctrl+-) همهٔ زبانه‌ها را تغییر دهد یا فقط زبانهٔ فعلی را.
fr: Indique si le zoom de la vue Hex (Ctrl+=, Ctrl+-) modifie tous les onglets ou seulement l'onglet actuel.
hu: A Hex nézet nagyítása (Ctrl+=, Ctrl+-) minden lapra vagy csak az aktuális lapra vonatkozik.
id: Apakah zoom tampilan Hex (Ctrl+=, Ctrl+-) mengubah semua tab atau hanya tab saat ini.
it: Se lo zoom della vista Hex (Ctrl+=, Ctrl+-) cambia tutte le schede o solo la scheda corrente.
ja: Hex 表示のズーム (Ctrl+=、Ctrl+-) を全タブに共通にするか、今のタブだけにするか。
ko: Hex 보기 확대/축소(Ctrl+=, Ctrl+-)를 모든 탭에 적용할지 현재 탭에만 적용할지 여부입니다.
pl: Czy powiększanie widoku Hex (Ctrl+=, Ctrl+-) zmienia wszystkie karty, czy tylko bieżącą.
pt: Se o zoom da exibição Hex (Ctrl+=, Ctrl+-) altera todas as guias ou apenas a guia atual.
ro: Dacă zoomul vizualizării hex (Ctrl+=, Ctrl+-) modifică toate filele sau doar fila curentă.
ru: Изменяет ли масштабирование представления Hex (Ctrl+=, Ctrl+-) все вкладки или только текущую.
th: การซูมมุมมอง Hex (Ctrl+=, Ctrl+-) จะเปลี่ยนทุกแท็บหรือเฉพาะแท็บปัจจุบัน
tr: Hex görünümünü yakınlaştırmanın (Ctrl+=, Ctrl+-) tüm sekmeleri mi yoksa yalnızca geçerli sekmeyi mi değiştireceği.
uk: Чи змінює масштабування подання Hex (Ctrl+=, Ctrl+-) усі вкладки чи лише поточну.
vi: Thu phóng khung xem Hex (Ctrl+=, Ctrl+-) thay đổi tất cả các tab hay chỉ tab hiện tại.
zh_hans: 缩放 Hex 视图（Ctrl+=、Ctrl+-）时是更改所有选项卡还是仅更改当前选项卡。
zh_hant: 縮放 Hex 檢視（Ctrl+=、Ctrl+-）時，要變更所有索引標籤還是只變更目前的索引標籤。

# SetOpt_view_zoom_hexScope_all
source: All tabs
ar: كل علامات التبويب
cs: Všechny karty
de: Alle Registerkarten
el: Όλες τις καρτέλες
es: Todas las pestañas
fa: همهٔ زبانه‌ها
fr: Tous les onglets
hu: Minden lap
id: Semua tab
it: Tutte le schede
ja: 全タブ共通
ko: 모든 탭
pl: Wszystkie karty
pt: Todas as guias
ro: Toate filele
ru: Всем вкладкам
th: ทุกแท็บ
tr: Tüm sekmeler
uk: Усі вкладки
vi: Tất cả các tab
zh_hans: 所有选项卡
zh_hant: 所有索引標籤

# SetOpt_view_zoom_hexScope_tab
source: Current tab only
ar: علامة التبويب الحالية فقط
cs: Jen aktuální karta
de: Nur aktuelle Registerkarte
el: Μόνο την τρέχουσα καρτέλα
es: Solo la pestaña actual
fa: فقط زبانهٔ فعلی
fr: Onglet actuel uniquement
hu: Csak az aktuális lap
id: Hanya tab saat ini
it: Solo la scheda corrente
ja: 今のタブだけ
ko: 현재 탭만
pl: Tylko bieżąca karta
pt: Somente a guia atual
ro: Doar fila curentă
ru: Только текущей вкладке
th: เฉพาะแท็บปัจจุบัน
tr: Yalnızca geçerli sekme
uk: Лише поточна вкладка
vi: Chỉ tab hiện tại
zh_hans: 仅当前选项卡
zh_hant: 僅目前的索引標籤

# Set_view_zoom_hex
source: Hex zoom (%)
ar: تكبير Hex (%)
cs: Přiblížení Hex (%)
el: Ζουμ Hex (%)
es: Zoom Hex (%)
fa: بزرگ‌نمایی Hex (%)
fr: Zoom Hex (%)
hu: Hex nagyítás (%)
id: Zoom Hex (%)
it: Zoom Hex (%)
ja: Hex 表示のズーム (%)
ko: Hex 확대/축소(%)
pl: Powiększenie Hex (%)
pt: Zoom Hex (%)
ro: Zoom Hex (%)
ru: Масштаб Hex (%)
th: การซูม Hex (%)
tr: Hex yakınlaştırması (%)
uk: Масштаб Hex (%)
vi: Thu phóng Hex (%)
zh_hans: Hex 视图缩放（%）
zh_hant: Hex 縮放 (%)

# SetDesc_view_zoom_hex
source: The zoom of the hex view shared by all tabs.
ar: تكبير عرض Hex المشترك بين كل علامات التبويب.
cs: Přiblížení zobrazení Hex společné pro všechny karty.
de: Der von allen Registerkarten gemeinsam genutzte Zoom der Hex-Ansicht.
el: Το ζουμ της προβολής Hex που είναι κοινό για όλες τις καρτέλες.
es: El zoom de la vista Hex compartido por todas las pestañas.
fa: بزرگ‌نمایی نمای Hex که بین همهٔ زبانه‌ها مشترک است.
fr: Le zoom de la vue Hex commun à tous les onglets.
hu: A Hex nézet minden lapra közös nagyítása.
id: Zoom tampilan Hex yang digunakan bersama oleh semua tab.
it: Lo zoom della vista Hex condiviso da tutte le schede.
ja: 全タブに共通の Hex 表示のズームの倍率。
ko: 모든 탭에서 공유하는 Hex 보기의 확대/축소 비율입니다.
pl: Powiększenie widoku Hex wspólne dla wszystkich kart.
pt: O zoom da exibição Hex compartilhado por todas as guias.
ro: Zoomul vizualizării hex, comun pentru toate filele.
ru: Масштаб представления Hex, общий для всех вкладок.
th: ระดับการซูมของมุมมอง Hex ที่ใช้ร่วมกันทุกแท็บ
tr: Tüm sekmelerin paylaştığı Hex görünümü yakınlaştırması.
uk: Масштаб подання Hex, спільний для всіх вкладок.
vi: Mức thu phóng của khung xem Hex dùng chung cho tất cả các tab.
zh_hans: 所有选项卡共用的 Hex 视图缩放比例。
zh_hant: 所有索引標籤共用的 Hex 檢視縮放比例。

# Set_view_zoom_ui
source: Screen zoom (%)
ar: تكبير الشاشة (%)
cs: Přiblížení obrazovky (%)
de: Bildschirmzoom (%)
el: Ζουμ οθόνης (%)
es: Zoom de la pantalla (%)
fa: بزرگ‌نمایی صفحه (%)
fr: Zoom de l'écran (%)
hu: Képernyő nagyítása (%)
id: Zoom layar (%)
it: Zoom della schermata (%)
ja: 画面全体のズーム (%)
ko: 화면 확대/축소(%)
pl: Powiększenie ekranu (%)
pt: Zoom da tela (%)
ro: Zoom ecran (%)
ru: Масштаб экрана (%)
th: การซูมหน้าจอ (%)
tr: Ekran yakınlaştırması (%)
uk: Масштаб екрана (%)
vi: Thu phóng giao diện (%)
zh_hans: 屏幕缩放（%）
zh_hant: 畫面縮放 (%)

# SetDesc_view_zoom_ui
source: Zoom the entire app, including menus, panels and dialogs (50 to 400%).
ar: تكبير التطبيق بأكمله، بما في ذلك القوائم واللوحات ومربعات الحوار (من 50 إلى 400%).
cs: Přiblížení celé aplikace včetně nabídek, panelů a dialogů (50 až 400 %).
de: Die gesamte App einschließlich Menüs, Bereichen und Dialogfeldern zoomen (50 bis 400 %).
el: Ζουμ ολόκληρης της εφαρμογής, συμπεριλαμβανομένων των μενού, των πλαισίων και των παραθύρων διαλόγου (50 έως 400%).
es: Aplica zoom a toda la aplicación, incluidos menús, paneles y cuadros de diálogo (del 50 al 400 %).
fa: بزرگ‌نمایی کل برنامه، شامل منوها، پنل‌ها و کادرهای گفتگو (50 تا 400%).
fr: Zoome toute l'application, y compris les menus, les volets et les boîtes de dialogue (de 50 à 400 %).
hu: A teljes alkalmazás nagyítása, beleértve a menüket, paneleket és párbeszédpaneleket (50–400%).
id: Zoom seluruh aplikasi, termasuk menu, panel, dan dialog (50 hingga 400%).
it: Ingrandisce l'intera app, inclusi menu, pannelli e finestre di dialogo (dal 50 al 400%).
ja: メニュー・パネル・ダイアログを含むアプリ全体の倍率 (50〜400%)。
ko: 메뉴, 패널, 대화 상자를 포함한 앱 전체를 확대/축소합니다(50~400%).
pl: Powiększa całą aplikację, w tym menu, panele i okna dialogowe (od 50 do 400%).
pt: Amplia o aplicativo inteiro, incluindo menus, painéis e caixas de diálogo (50 a 400%).
ro: Zoomul întregii aplicații, inclusiv meniuri, panouri și casete de dialog (50 – 400%).
ru: Масштабировать все приложение, включая меню, панели и диалоговые окна (от 50 до 400 %).
th: ซูมทั้งแอป รวมถึงเมนู แผง และกล่องโต้ตอบ (50 ถึง 400%)
tr: Menüler, paneller ve iletişim kutuları dahil tüm uygulamayı yakınlaştırır (%50 ile %400 arası).
uk: Масштабувати всю програму, зокрема меню, панелі й діалогові вікна (від 50 до 400%).
vi: Thu phóng toàn bộ ứng dụng, bao gồm menu, bảng và hộp thoại (50 đến 400%).
zh_hans: 缩放整个应用，包括菜单、面板和对话框（50% 到 400%）。
zh_hant: 縮放整個應用程式，包括功能表、面板和對話方塊（50 到 400%）。

# Menu_Edit_UndoNamed
source: Undo: {0}
ar: تراجع: {0}
cs: Zpět: {0}
de: Rückgängig: {0}
el: Αναίρεση: {0}
es: Deshacer: {0}
fa: واگرد: {0}
fr: Annuler : {0}
hu: Visszavonás: {0}
id: Batalkan: {0}
it: Annulla: {0}
ja: 元に戻す: {0}(U)
ko: 실행 취소: {0}(U)
pl: Cofnij: {0}
pt: Desfazer: {0}
ro: Anulare: {0}
ru: Отменить: {0}
th: เลิกทำ: {0}(U)
tr: Geri Al: {0}
uk: Скасувати: {0}
vi: Hoàn tác: {0}
zh_hans: 撤消：{0}(U)
zh_hant: 復原：{0}(U)

# Menu_Edit_RedoNamed
source: Redo: {0}
ar: إعادة: {0}
cs: Znovu: {0}
de: Wiederholen: {0}
el: Ακύρωση αναίρεσης: {0}
es: Rehacer: {0}
fa: ازنو: {0}
fr: Rétablir : {0}
hu: Mégis: {0}
id: Ulangi: {0}
it: Ripeti: {0}
ja: やり直し: {0}(R)
ko: 다시 실행: {0}(R)
pl: Ponów: {0}
pt: Refazer: {0}
ro: Refacere: {0}
ru: Повторить: {0}
th: ทำซ้ำ: {0}(R)
tr: Yinele: {0}
uk: Повторити: {0}
vi: Làm lại: {0}
zh_hans: 重做：{0}(R)
zh_hant: 取消復原：{0}(R)

# Command_UndoNamed
source: Undo: {0}
ar: تراجع: {0}
cs: Zpět: {0}
de: Rückgängig: {0}
el: Αναίρεση: {0}
es: Deshacer: {0}
fa: واگرد: {0}
fr: Annuler : {0}
hu: Visszavonás: {0}
id: Batalkan: {0}
it: Annulla: {0}
ja: 元に戻す: {0}
ko: 실행 취소: {0}
pl: Cofnij: {0}
pt: Desfazer: {0}
ro: Anulare: {0}
ru: Отменить: {0}
th: เลิกทำ: {0}
tr: Geri al: {0}
uk: Скасувати: {0}
vi: Hoàn tác: {0}
zh_hans: 撤消：{0}
zh_hant: 復原：{0}

# Command_RedoNamed
source: Redo: {0}
ar: إعادة: {0}
cs: Znovu: {0}
de: Wiederholen: {0}
el: Ακύρωση αναίρεσης: {0}
es: Rehacer: {0}
fa: ازنو: {0}
fr: Rétablir : {0}
hu: Mégis: {0}
id: Ulangi: {0}
it: Ripeti: {0}
ja: やり直し: {0}
ko: 다시 실행: {0}
pl: Ponów: {0}
pt: Refazer: {0}
ro: Refacere: {0}
ru: Повторить: {0}
th: ทำซ้ำ: {0}
tr: Yinele: {0}
uk: Повторити: {0}
vi: Làm lại: {0}
zh_hans: 重做：{0}
zh_hant: 取消復原：{0}

# EditOp_Typing
source: Typing
ar: الكتابة
cs: Psaní
de: Eingabe
el: Πληκτρολόγηση
es: Escritura
fa: تایپ
fr: Saisie
hu: Gépelés
id: Mengetik
it: Digitazione
ja: 入力
ko: 입력
pl: Pisanie
pt: Digitação
ro: Tastare
ru: Ввод
th: การพิมพ์
tr: Yazma
uk: Введення
vi: Nhập
zh_hans: 键入
zh_hant: 輸入

# EditOp_Delete
source: Delete
ar: حذف
cs: Odstranění
de: Löschen
el: Διαγραφή
es: Eliminar
fa: حذف
fr: Suppression
hu: Törlés
id: Hapus
it: Eliminazione
ja: 削除
ko: 삭제
pl: Usuwanie
pt: Exclusão
ro: Ștergere
ru: Удаление
th: ลบ
tr: Silme
uk: Видалення
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# EditOp_Insert
source: Insert
ar: إدراج
cs: Vložení
de: Einfügen
el: Εισαγωγή
es: Insertar
fa: درج
fr: Insertion
hu: Beszúrás
id: Sisipkan
it: Inserimento
ja: 挿入
ko: 삽입
pl: Wstawianie
pt: Inserção
ro: Inserare
ru: Вставка
th: แทรก
tr: Ekleme
uk: Вставлення
vi: Chèn
zh_hans: 插入
zh_hant: 插入

# EditOp_Overwrite
source: Overwrite
ar: كتابة فوقية
cs: Přepsání
de: Überschreiben
el: Αντικατάσταση
es: Sobrescribir
fa: بازنویسی
fr: Remplacement
hu: Felülírás
id: Timpa
it: Sovrascrittura
ja: 上書き
ko: 덮어쓰기
pl: Zastępowanie
pt: Substituição
ro: Suprascriere
ru: Замена
th: เขียนทับ
tr: Üzerine yazma
uk: Заміна
vi: Ghi đè
zh_hans: 改写
zh_hant: 覆寫

# EditOp_Paste
source: Paste
ar: لصق
cs: Vložení ze schránky
de: Einfügen
el: Επικόλληση
es: Pegar
fa: چسباندن
fr: Collage
hu: Beillesztés
id: Tempel
it: Incolla
ja: 貼り付け
ko: 붙여넣기
pl: Wklejanie
pt: Colar
ro: Lipire
ru: Вставка
th: วาง
tr: Yapıştırma
uk: Вставлення
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上

# EditOp_PasteOverwrite
source: Paste (overwrite)
ar: لصق (كتابة فوقية)
cs: Vložení s přepsáním
de: Einfügen (überschreibend)
el: Επικόλληση (αντικατάσταση)
es: Pegar (sobrescribir)
fa: چسباندن (بازنویسی)
fr: Collage (refrappe)
hu: Beillesztés (felülírással)
id: Tempel (timpa)
it: Incolla (sovrascrivi)
ja: 上書き貼り付け
ko: 붙여넣기(덮어쓰기)
pl: Wklejanie (zastąpienie)
pt: Colar (substituir)
ro: Lipire (suprascriere)
ru: Вставка с заменой
th: วาง (เขียนทับ)
tr: Yapıştırma (üzerine yazma)
uk: Вставлення (із заміною)
vi: Dán (ghi đè)
zh_hans: 粘贴（改写）
zh_hant: 貼上（覆寫）

# EditOp_Fill
source: Fill
ar: تعبئة
cs: Vyplnění
de: Füllen
el: Συμπλήρωση
es: Rellenar
fa: پر کردن
fr: Remplissage
hu: Kitöltés
id: Isi
it: Riempimento
ja: 塗りつぶし
ko: 채우기
pl: Wypełnianie
pt: Preenchimento
ro: Umplere
ru: Заполнение
th: เติม
tr: Doldurma
uk: Заповнення
vi: Điền
zh_hans: 填充
zh_hant: 填滿

# EditOp_InsertPattern
source: Insert pattern
ar: إدراج نمط
cs: Vložení vzoru
de: Muster einfügen
el: Εισαγωγή μοτίβου
es: Insertar patrón
fa: درج الگو
fr: Insertion d'un motif
hu: Minta beszúrása
id: Sisipkan pola
it: Inserimento modello
ja: パターンの挿入
ko: 패턴 삽입
pl: Wstawianie wzorca
pt: Inserir padrão
ro: Inserare model
ru: Вставка шаблона
th: แทรกรูปแบบ
tr: Desen ekleme
uk: Вставлення шаблону
vi: Chèn mẫu lặp
zh_hans: 插入模式
zh_hant: 插入模式

# EditOp_InsertRandom
source: Insert random bytes
ar: إدراج بايتات عشوائية
cs: Vložení náhodných bajtů
de: Zufallsbytes einfügen
el: Εισαγωγή τυχαίων byte
es: Insertar bytes aleatorios
fa: درج بایت‌های تصادفی
fr: Insertion d'octets aléatoires
hu: Véletlen bájtok beszúrása
id: Sisipkan byte acak
it: Inserimento byte casuali
ja: 乱数の挿入
ko: 임의 바이트 삽입
pl: Wstawianie losowych bajtów
pt: Inserir bytes aleatórios
ro: Inserare octeți aleatorii
ru: Вставка случайных байтов
th: แทรกไบต์สุ่ม
tr: Rastgele bayt ekleme
uk: Вставлення випадкових байтів
vi: Chèn byte ngẫu nhiên
zh_hans: 插入随机字节
zh_hant: 插入亂數位元組

# EditOp_FillRandom
source: Fill with random bytes
ar: التعبئة ببايتات عشوائية
cs: Vyplnění náhodnými bajty
de: Mit Zufallsbytes füllen
el: Συμπλήρωση με τυχαία byte
es: Rellenar con bytes aleatorios
fa: پر کردن با بایت‌های تصادفی
fr: Remplissage avec des octets aléatoires
hu: Kitöltés véletlen bájtokkal
id: Isi dengan byte acak
it: Riempimento con byte casuali
ja: 乱数で塗りつぶし
ko: 임의 바이트로 채우기
pl: Wypełnianie losowymi bajtami
pt: Preencher com bytes aleatórios
ro: Umplere cu octeți aleatorii
ru: Заполнение случайными байтами
th: เติมด้วยไบต์สุ่ม
tr: Rastgele baytlarla doldurma
uk: Заповнення випадковими байтами
vi: Điền byte ngẫu nhiên
zh_hans: 用随机字节填充
zh_hant: 以亂數位元組填滿

# EditOp_InsertBytes
source: Insert bytes
ar: إدراج بايتات
cs: Vložení bajtů
de: Bytes einfügen
el: Εισαγωγή byte
es: Insertar bytes
fa: درج بایت‌ها
fr: Insertion d'octets
hu: Bájtok beszúrása
id: Sisipkan byte
it: Inserimento byte
ja: バイトの挿入
ko: 바이트 삽입
pl: Wstawianie bajtów
pt: Inserir bytes
ro: Inserare octeți
ru: Вставка байтов
th: แทรกไบต์
tr: Bayt ekleme
uk: Вставлення байтів
vi: Chèn byte
zh_hans: 插入字节
zh_hant: 插入位元組

# EditOp_InsertFile
source: Insert file
ar: إدراج ملف
cs: Vložení souboru
de: Datei einfügen
el: Εισαγωγή αρχείου
es: Insertar archivo
fa: درج فایل
fr: Insertion d'un fichier
hu: Fájl beszúrása
id: Sisipkan file
it: Inserimento file
ja: ファイルの内容の挿入
ko: 파일 삽입
pl: Wstawianie pliku
pt: Inserir arquivo
ro: Inserare fișier
ru: Вставка файла
th: แทรกไฟล์
tr: Dosya ekleme
uk: Вставлення файлу
vi: Chèn tệp
zh_hans: 插入文件
zh_hant: 插入檔案

# EditOp_OverwriteFile
source: Overwrite with file
ar: الكتابة فوقية بملف
cs: Přepsání souborem
de: Mit Datei überschreiben
el: Αντικατάσταση με αρχείο
es: Sobrescribir con archivo
fa: بازنویسی با فایل
fr: Remplacement par un fichier
hu: Felülírás fájllal
id: Timpa dengan file
it: Sovrascrittura con file
ja: ファイルの内容で上書き
ko: 파일로 덮어쓰기
pl: Zastępowanie plikiem
pt: Substituir com arquivo
ro: Suprascriere cu fișier
ru: Замена содержимым файла
th: เขียนทับด้วยไฟล์
tr: Dosyayla üzerine yazma
uk: Заміна вмістом файлу
vi: Ghi đè bằng tệp
zh_hans: 用文件改写
zh_hant: 以檔案覆寫

# EditOp_Resize
source: Change file size
ar: تغيير حجم الملف
cs: Změna velikosti souboru
de: Dateigröße ändern
el: Αλλαγή μεγέθους αρχείου
es: Cambiar tamaño del archivo
fa: تغییر اندازهٔ فایل
fr: Modification de la taille du fichier
hu: Fájlméret módosítása
id: Ubah ukuran file
it: Modifica dimensione file
ja: ファイルサイズの変更
ko: 파일 크기 변경
pl: Zmiana rozmiaru pliku
pt: Alterar tamanho do arquivo
ro: Modificare dimensiune fișier
ru: Изменение размера файла
th: เปลี่ยนขนาดไฟล์
tr: Dosya boyutunu değiştirme
uk: Зміна розміру файлу
vi: Thay đổi kích thước tệp
zh_hans: 更改文件大小
zh_hant: 變更檔案大小
